Revit 2027 API
ParameterTypeId.StartYJustification Property
 "Start y Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StartYJustification { get; }
Public Shared ReadOnly Property StartYJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StartYJustification {
	ForgeTypeId^ get ();
}
static member StartYJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace